[
  
  {
    "id": 1,
    "name": "Aliva Priva Jardin",
    "price": "47,043",
    "bedrooms": 3,
    "bathrooms": 2,
    "address": "123 Elm Street, Calgary, Alberta",
    "latitude": 51.0447,
    "longitude": -114.0719,
    "detail": "A beautiful property in the heart of Calgary.",
    "summary": "A beautiful property in the heart of Calgary. This home is close to local parks and schools, and is perfect for a growing family. The property features a spacious backyard, perfect for entertaining guests. The home is also close to downtown Calgary, making it easy to access the city's amenities.",
    "image": "./r1.png"
  },
  {
    "id": 2,
    "name": "Asatti Garden City",
    "price": "66,353",
    "bedrooms": 4,
    "bathrooms": 3,
    "address": "456 Maple Avenue, Calgary, Alberta",
    "latitude": 51.0464,
    "longitude": -114.0708,
    "detail": "Spacious home near local parks and schools.",
    "summary": "A spacious home that offers comfort and convenience. Located near local parks and schools, this property is ideal for families. It boasts a large backyard and multiple bedrooms, providing ample space for a growing family.",
    "image": "./r2.png"
  },
  {
    "id": 3,
    "name": "Citralan Puri Serang",
    "price": "35,853",
    "bedrooms": 2,
    "bathrooms": 1,
    "address": "789 Oak Street, Calgary, Alberta",
    "latitude": 51.0491,
    "longitude": -114.0693,
    "detail": "Cozy home with easy access to downtown Calgary.",
    "summary": "A cozy and affordable home offering easy access to downtown Calgary. This property is perfect for individuals or small families looking for modern amenities and convenience. The home is located in a vibrant neighborhood with quick access to city life.",
    "image": "./r3.png"
  },
  {
    "id": 4,
    "name": "Aliva Priva Jardin",
    "price": "47,043",
    "bedrooms": 3,
    "bathrooms": 2,
    "address": "234 Pine Crescent, Calgary, Alberta",
    "latitude": 51.0412,
    "longitude": -114.0752,
    "detail": "Lovely property in a quiet neighborhood.",
    "summary": "A lovely property located in a peaceful neighborhood. This home offers a serene environment while still being close to essential amenities. It's an excellent choice for those seeking tranquility without sacrificing convenience.",
    "image": "./r1.png"
  },
  {
    "id": 5,
    "name": "Asatti Garden City",
    "price": "66,353",
    "bedrooms": 5,
    "bathrooms": 4,
    "address": "567 Cedar Lane, Calgary, Alberta",
    "latitude": 51.0482,
    "longitude": -114.0734,
    "detail": "Large family home with a spacious backyard.",
    "summary": "A large family home designed for comfort and luxury. With five bedrooms and four bathrooms, this property offers plenty of space for larger families. The spacious backyard is perfect for outdoor activities and gatherings.",
    "image": "./r2.png"
  },
  {
    "id": 6,
    "name": "Citralan Puri Serang",
    "price": "35,853",
    "bedrooms": 2,
    "bathrooms": 1,
    "address": "890 Birch Road, Calgary, Alberta",
    "latitude": 51.0438,
    "longitude": -114.0789,
    "detail": "Affordable home with modern amenities.",
    "summary": "An affordable home offering modern amenities in a well-connected area. This property is ideal for those looking for a budget-friendly option without compromising on quality. It provides all the necessary features for a comfortable living experience.",
    "image": "./r3.png"
  }
]
